#pragma once
#include<iostream>
using namespace std;
string ASCII[] = {
"\n* ---- *\n       |\n/|     |\n       |\n ======= "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "
, " * ---- *\n O    |\n/|    |\n      |\n  ===== "};


string words[] = { 
"аист", "акула", "бабуин", "баран", "барсук", "бобр", "бык", "верблюд", "волк", "воробей",
"ворон", "выдра", "голубь", "гусь", "жаба", "зебра", "зме€", "индюк", "кит" , "череп",
"кобра", "коза", "козел", "койот", "корова", "кошка", "кролик", "крыса", "курица", "лама",
"ласка", "лебедь", "лев", "лиса", "лосось", "лось", "л€гушка", "медведь", "моллюск", "моль",
"мул", "муравей", "мышь", "норка", "носорог", "обезь€на", "овца", "окунь", "олень", "орел",
"осел", "панда", "паук", "питон", "попугай", "пума", "семга", "скунс", "собака", "сова",
"тигр", "тритон", "тюлень", "утка", "форель", "хорек" };